-- known manufactures population
insert into dev_supply.manufactures
	(name_part,		manufacture,		extract_category) 
values
	('Promilker',			'Promilker',			'молоко'),
	('Альпенгурт',			'Альпенгурт',			'молоко'),
	('Рогачевский',			'Рогачевский МКК',		'молоко'),
	('Простоквашино',		'Простоквашино',		'молоко'),
	('Глубокский',			'Глубокский МКК',		'молоко'),
	('Милкавита',			'Милкавита',			'молоко'),
	('Даниссимо',			'Даниссимо',			'молоко'),
	('Бабушкина',			'Бабушкина крынка',		'молоко'),
	('Здравушка',			'Здравушка-Милк',		'молоко'),
	('Весёлые внучата',		'Весёлые внучата',		'молоко'),
	('Славянские традиции', 'Славянские традиции',	'молоко'),
	('Моя Славита',			'Моя Славита',			'молоко'),
	('Молочный мир',		'Молочный мир',			'молоко'),
	('Campina',				'Campina',				'молоко'),
	('Молочные горки',		'Молочные горки',		'молоко')
;